function Zenit() {
    return (
        <div className="App">
            <header className="App-header">

                <h2>Футбольный клуб Зенит</h2>
                <ul>{['ФК: Зенит;', 'Город: Санкт-Петербург;', 'Основан: в 1925 г.;', 'Герб: '].map(item => <li>{item}</li>)}</ul>
                <img src="Zenit.svg.png" />

            </header>
        </div>


    );
}

function Zenit2() {
    return (
        <div className="App">
            <header className="App-header">

                <h2>Достижения клуба:</h2>
                <ul>{['Кубок сезона 1985;', 'Кубок России 1999;', 'Кубок Премьер-лиги 2003;', 'Чемпионские кубки России 2007, 2010, 2011/12, 2014/15, 2018/19, 2019/20, 2020/21, 2021/22;', 'Суперкубки России 2008, 2011, 2015, 2016, 2020, 2021, 2022;', 'Кубок России 2010, 2016, 2020;'].map(item => <li>{item}</li>)}</ul>

            </header>
        </div>


    );
}

function Zenit3() {
    return (
        <div className="App">
            <header className="App-header">

                <h2>Состав команды:</h2>
                <ul>{['41 Михаил Кержаков-Вратарь;', '71 Даниил Одоевский-Вратарь;', '1 Иван-Вратарь;', '78 Александр Васютин-Вратар;', '4 Данил Круговой-Защитник;', '2 Дмитрий Чистяков-Защитник;', '15 Вячеслав Караваев-Защитник;', '23 Арсен Адамов-Защитник;', ].map(item => <li>{item}</li>)}</ul>

            </header>
        </div>


    );
}

export { Zenit };
export { Zenit2 };
export { Zenit3 };